Repository: bmlt-enabled/crouton
Catalog: languages/crouton-*.po
Languages: fa_ir

source: A good way to find the latitude and longitude is to open Google Maps, right click on a point, and select "what is here?"
fa_ir: یک راه خوب برای یافتن عرض جغرافیایی و طول جغرافیایی باز کردن نقشه های گوگل ، کلیک راست بر روی یک نقطه و انتخاب "اینجا چیست؟"

source: A tabbed based display for showing meeting information.
fa_ir: یک صفحه نمایش مبتنی بر زبانه برای نشان دادن اطلاعات جلسه.

source: Allows custom styling of the meeting list.
fa_ir: اجازه می دهد تا یک ظاهر طراحی شده از لیست جلسه.

source: API Key:
fa_ir: کلید API:

source: Attribution:
fa_ir: انتساب:

source: BMLT Query
fa_ir: جستجوی BMLT

source: BMLT Server URL
fa_ir: URL سرور BMLT

source: bmlt-enabled
fa_ir: BMLT فعال

source: By default, all the meetings in the selected service bodies are returned. You can override this with your own query here.
fa_ir: به طور پیش فرض ، تمام جلسات موجود در نهادهای خدمات انتخاب شده بازگردانده می شوند. شما می توانید این کار را با پرس و جو خود در اینجا نادیده بگیرید.

source: By default, the meeting details are inserted onto the same page as the meeting list table, replacing it. This might not be appropriate. If you want to use an additional page (or blog post) to display the meeting details, you may enter the path to the page here. Use the [bmlt_handlebar] shortcode to insert the meeting information into the static text (eg, [bmlt_handlebar]{{meeting_name}}[/bmlt_handlebar]). The partials 'meetingpageTitleTemplate' and 'meetingpageContentsTemplate', defined in the two code areas above, are available for use in this way.
fa_ir: به طور پیش فرض، جزئیات جلسه در همان صفحه جدول فهرست جلسه درج می شود و جایگزین آن می شود. این ممکن است نباشد مناسب باشد. اگر می خواهید از یک صفحه اضافی (یا وبلاگ) برای نمایش جزئیات جلسه استفاده کنید، می توانید مسیر صفحه را در اینجا وارد کنید. از کد کوتاه [bmlt_handlebar] برای درج اطلاعات جلسه در متن ثابت استفاده کنید (به عنوان مثال، [bmlt_handlebar]{{meeting_name}}[/bmlt_handlebar]). جزئی های 'meetingpageTitleTemplate' و 'meetingpageContentsTemplate' که در دو قسمت کد بالا تعریف شده اند، برای استفاده از این روش در دسترس هستند.

source: Clear
fa_ir: پاک کردن

source: Cluster markers when below zoom level:
fa_ir: نشانگرهای خوشه ای در زیر سطح زوم:

source: Clustering
fa_ir: خوشه

source: Companion Map
fa_ir: نقشه همراه

source: Configuration
fa_ir: پیکربندی

source: Configure Table Headers
fa_ir: هدرهای جدول را پیکربندی کنید

source: Connection to Root Server Failed. Check spelling or try again. If you are certain spelling is correct, Root Server could be down.
fa_ir: اتصال به سرور ریشه انجام نشد. هجی را بررسی کنید یا دوباره امتحان کنید. اگر برخی از املای درست باشید ، سرور ریشه می تواند پایین بیاید.

source: Contents
fa_ir: محتوی

source: crouton
fa_ir: کرتون

source: Custom
fa_ir: سفارشی

source: Custom CSS
fa_ir: CSS سفارشی

source: Custom Query
fa_ir: جستجوی سفارشی

source: Custom Query:
fa_ir: جستجوی سفارشی:

source: Default Latitude and Longitude of map
fa_ir: عرض جغرافیایی پیش فرض و طول؟

source: Default meeting list language:
fa_ir: زبان لیست جلسات پیش فرض:

source: Default Server:
fa_ir: سرور پیش فرض:

source: Default Service Bodies:
fa_ir: نهادهای خدمات پیش فرض:

source: Default time format:
fa_ir: قالب زمان پیش فرض:

source: Default Values
fa_ir: مقادیر پیش فرض

source: Distance Units:
fa_ir: واحد فاصله:

source: East:
fa_ir: شرق:

source: Embed Map as Table Page
fa_ir: نقشه را به عنوان صفحه جدول تعبیه کرد

source: Example: %s
fa_ir: مثال: %s

source: Extra Meetings Enabled
fa_ir: جلسات اضافی فعال شده است

source: Friday
fa_ir: جمعه

source: GeoCoding Parameters
fa_ir: پارامترهای جغرافیایی

source: Geolocation Bounds (optional)
fa_ir: مرزهای جغرافیایی (اختیاری)

source: Header Contents
fa_ir: محتوای هدر

source: Headline
fa_ir: تیتر

source: here
fa_ir: اینجا

source: Hint: Type a group name, weekday, area or id to narrow down your choices.
fa_ir: نکته: نام گروهی ، روز هفته ، منطقه یا شناسه را تایپ کنید تا انتخاب های خود را محدود کنید.

source: If no value is specified for virtual meetings, the in-person meeting link will be used.
fa_ir: اگر هیچ ارزشی برای جلسات مجازی مشخص نشده باشد ، از لینک جلسه حضوری استفاده می شود.

source: If you want to customize the template, use the "Reset" button to load the current default template which you can then modify. Customized templates are not overwritten, even when crouton updates.
fa_ir: اگر می خواهید الگوی را سفارشی کنید ، از دکمه "تنظیم مجدد" استفاده کنید تا الگوی پیش فرض فعلی را بارگذاری کنید که می توانید اصلاح کنید. الگوهای سفارشی حتی در صورت بروزرسانی Crouton رونویسی نمی شوند.

source: In addition to croutons tabular listing of meetings, the meetings can be be displayed on a map.
fa_ir: علاوه بر لیست جدول بندی Croutons از جلسات ، جلسات را می توان روی نقشه نمایش داد.

source: Include "Cities" Button
fa_ir: دکمه "شهرها" را درج کنید

source: Include "Distance" Button
fa_ir: دکمه "فاصله" را درج کنید

source: Include "Weekdays" Button
fa_ir: دکمه "روزهای هفته" را درج کنید

source: Include Extra Meetings
fa_ir: شامل جلسات اضافی

source: Kilometers
fa_ir: کیلومتر

source: Latitude:
fa_ir: عرض جغرافیایی:

source: Load current default template
fa_ir: الگوی پیش فرض فعلی را بارگیری کنید

source: Longitude:
fa_ir: طول جغرافیایی:

source: Map
fa_ir: نقشه

source: Map Tile Provider
fa_ir: ارائه دهنده کاشی نقشه

source: Meeting Data Template
fa_ir: ملاقات با الگوی داده

source: Meeting Details Page
fa_ir: صفحه جزئیات جلسه

source: Metadata Template
fa_ir: الگوی ابرداده

source: Miles
fa_ir: مایل

source: Monday
fa_ir: دوشنبه

source: No Map
fa_ir: بدون نقشه

source: Nominatim URL:
fa_ir: URL NOMINATIM:

source: North:
fa_ir: شمال:

source: Not Connected
fa_ir: متصل نیست

source: Please open a ticket at %s for bugs, enhancements, or questions.
fa_ir: لطفاً برای اشکالات ، پیشرفت ها یا سؤالات ، بلیط را در %s باز کنید.

source: Popup Template
fa_ir: الگوی بازشو

source: Recurse Service Bodies
fa_ir: مجدداً اجسام خدمات

source: Region/ Country Code (optional):
fa_ir: کد منطقه/ کشور (اختیاری):

source: Retrieve only those fields that are directly accessed in the templates
fa_ir: فقط آن قسمت هایی را که مستقیماً در قالب ها قابل دسترسی هستند ، بازیابی کنید

source: Saturday
fa_ir: شنبه

source: Select Dropdown Filters
fa_ir: فیلترهای کشویی را انتخاب کنید

source: Select Service Bodies
fa_ir: نهادهای سرویس را انتخاب کنید

source: Separate days into tabs
fa_ir: روزهای جداگانه در زبانه ها

source: Service Body
fa_ir: بدنه خدماتی

source: Show Header
fa_ir: نمایش هدر

source: Show Map and Table
fa_ir: نقشه و جدول را نشان دهید

source: South:
fa_ir: جنوب:

source: Sunday
fa_ir: یکشنبه

source: Templates
fa_ir: الگوها

source: The BMLT community has developed many color schemes for their meeting lists. You can select one of them here. The default original theme is called "jack". If no theme is selected, the default one will be used.
fa_ir: جامعه BMLT برای لیست جلسات خود طرح های رنگی بسیاری تهیه کرده است. می توانید یکی از آنها را در اینجا انتخاب کنید. موضوع اصلی پیش فرض "جک" نام دارد. اگر هیچ موضوعی انتخاب نشده باشد ، از پیش فرض استفاده می شود.

source: Theme
fa_ir: موضوع

source: These values will be used when the attributes are not defined in the shortcode
fa_ir: این مقادیر زمانی استفاده می شوند که ویژگی ها در کد کوتاه تعریف نشده باشند

source: This allows customization of the fields displayed when you click on a map icon. A list of available fields are
fa_ir: این امکان را می دهد تا هنگام کلیک بر روی یک نماد نقشه ، زمینه های نمایش داده شده را نشان دهد. لیستی از قسمتهای موجود وجود دارد

source: This allows customization of the page or popup focused on a particular meeting. A list of available fields are
fa_ir: این اجازه می دهد تا سفارشی سازی صفحه یا پنجره های بازشو بر روی یک جلسه خاص متمرکز شود. لیستی از قسمتهای موجود وجود دارد

source: This allows customization of the second column of the meeting list table. A list of available fields are
fa_ir: این امکان سفارشی سازی ستون دوم جدول لیست جلسه را فراهم می کند. لیستی از قسمتهای موجود وجود دارد

source: This allows customization of the third column of the meeting list table. A list of available fields are
fa_ir: این امکان سفارشی سازی ستون سوم جدول لیست جلسه را فراهم می کند. لیستی از قسمتهای موجود وجود دارد

source: This service body will be used when no service body is defined in the shortcode.
fa_ir: این بدنه سرویس در صورت تعریف بدنه سرویس در کد کوتاه استفاده می شود.

source: Thursday
fa_ir: پنجشنبه

source: To always use the current default, allowing crouton to update the template, leave this field empty.
fa_ir: برای استفاده همیشه از پیش فرض فعلی ، به Crouton اجازه می دهد تا الگوی را به روز کند ، این قسمت را خالی بگذارید.

source: Tuesday
fa_ir: سه شنبه

source: URI for in-person (and hybrid) meetings:
fa_ir: URI برای جلسات حضوری (و ترکیبی):

source: URI for virtual meetings:
fa_ir: URI برای جلسات مجازی:

source: URL for tiles:
fa_ir: URL برای کاشی:

source: Use Aggregator &#127813;
fa_ir: از Aggregator &#127813 ؛

source: User Interface
fa_ir: رابط کاربری

source: Version %s
fa_ir: نسخه %s

source: View by City
fa_ir: نمایش بر اساس شهر

source: View by Distance
fa_ir: نمایش بر اساس مصافت

source: View by Weekday
fa_ir: مشاهده بر اساس روزهای هفته

source: Wedsday
fa_ir: چهارشنبه

source: West:
fa_ir: غرب:

source: Which day does the week start on:
fa_ir: روز آغازین هفته :

source: Which format code represents the default language:
fa_ir: کدام کد با فرمت زبان پیش فرض را نشان می دهد:

source: You can customize the selected theme in the custom CSS section, below.
fa_ir: می توانید موضوع انتخاب شده را در بخش CSS سفارشی ، در زیر سفارشی کنید.

source: You may configure the map by clicking on the "Map" tab, above.
fa_ir: می توانید نقشه را با کلیک بر روی برگه "نقشه" در بالا پیکربندی کنید.

source: Zoom:
fa_ir: بزرگنمایی:
